[
	{
		"id": 1,
		"title": "ACCESSIBILITY STATEMENT",
		"body":"We are committed to ensuring that the NVLI Portal is accessible to all users irrespective of device in use, technology or ability. It has been built, with an aim to provide maximum accessibility and usability to its visitors. As a result, this portal can be viewed from a variety of devices such as Desktop / Laptop computers, web-enabled mobile devices; etc.\n\nWe also aim to be standards compliant and follow principles of usability and universal design, which should help all visitors of this portal.\n\nThis portal is designed to meet Guidelines for Indian Government Websites and the Web Content Accessibility Guidelines (WCAG) 2.0 laid down by the World Wide Web Consortium (W3C). Part of the information in the portal is also made available through links to external Websites. External Websites are maintained by the respective organizations who are responsible for making these sites accessible.\n\nIf you have any problem or suggestion regarding the accessibility of this portal, please write to us to enable us to respond in a helpful manner. Do let us know the nature of the problem along with your contact information."
    },
    
    {
		"id": 2,
		"title": "COPYRIGHT POLICY",
		"body":"“NVLI” respects the intellectual property rights and other proprietary rights of the Content Owners. This Copyright Policy is incorporated in our “Terms of service & policies”, which also apply when you use our “Site”.\n\nIn case you believe you are the creator or owner of any content hosted or displayed by NVLI, and have Intellectual Property (IP) rights over such content, you are requested to immediately contact us. Please note it is not the intent of NVLI to infringe on any copyright or IP right.\n\nTo enable us to take the required action, the copyright owner or legal representative of the copyright owner should provide material documented proof of their rights and also specify exactly which content they are referring to, as well as the location on NVLI “Site” where they believe it is displayed. \n\nThe copyright owner or legal representative of the copyright owner is also requested to provide a statement, stating the authorization, address, telephone number, and email address for correspondence. We would like to state that any communication without authorization, will not be acted on.\n\nUnless notified, we are not responsible for any infringement, and it is the sole responsibility of the copyright owner."
    },
    
    {
		"id": 3,
		"title": "DISCLAIMER",
		"body":"The contents of this website are for information purposes only, enabling the public at large to have a quick and easy access to information and do not have any legal sanctity. All efforts have been made to make the information as accurate as possible, NVLI will not be responsible for any loss to any person caused by inaccuracy in the information available on this Website. We do not assume any legal liability on the completeness, accuracy or usefulness of the contents provided in this website.\n\nAny discrepancy found may be brought to the notice of NVLI.\n\nThe links are provided to other external sites in some web pages/documents. We do not take responsibility for the accuracy of the contents in those sites. \n\nDespite our best efforts, we do not guarantee that the documents in this site are free from infection by computer viruses etc.\n\nWe welcome your suggestions to improve this website and request that errors (if any) may kindly be brought to our notice."
    },
    
    {
		"id": 4,
		"title": "HELP DESK",
		"body":"For any help please contact.\n\nName -\n\nEmail Id -\n\nContact No. -"
    },
    
    {
		"id": 5,
		"title": "HYPERLINKING POLICY",
		"body":"At many places in this website, you shall find links to other websites/portals. These links have been placed for your convenience. NVLI is not responsible for the contents and reliability of the linked websites and does not necessarily endorse the views expressed in them. Mere presence of the link or its listing on this website should not be assumed as an endorsement of any kind. We cannot guarantee that these links will work all the time and we have no control over availability of linked pages.\n\nPrior permission is required before hyperlinks are directed from any website/portal to this site. Permission for the same, stating the nature of the content on the pages where the link has to be given and the exact language of the Hyperlink should be obtained by sending a request to NVLI."
    },
    
    {
		"id": 6,
		"title": "PRIVACY POLICY",
		"body":"What information does “NVLI” collect?\nYou are required to register at the NVLI website. We provide options for you to upload and manage your personal information. “Users” should ensure that they take all due precautions to guard their privacy and security. We may ask you for personal information such as name, affiliation, designation, phone number, email address, correspondence address, etc. to be stored with your account.\nDuring your visits to our “Site”, we may use software tools such as JavaScript and server side ‘cookies’ to measure and collect session information, including page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page. We may collect your device information, location information through systems such as Global Positioning System (GPS) and other sensors, may store the information on local storage devices using mechanisms such as browser web storage and application data caches; related to update of any service provided on the “Site”.\nWe may record the information about downloads and your pattern of access to our “Site”. We may record the discussion on online or offline fora, if any. During online and offline discussions if any, you may share some information voluntarily. “NVLI” is unable to control any use of such information. NVLI is not responsible for any data or information not stored on our servers.\nIf at any time you believe the principles referred to in this privacy policy statement have not been followed, or have any other comments on these principles, please notify us through the “Contact Us” page.\n\nHow does NVLI review the personal information?\nNVLI reviews the personal information that you share with us. In some cases, we may request you to share government authorized proof of identity or records and we may verify the same. If we find any discrepancies in the information you shared and the information we verify, we may automatically deregister you without informing.\n\nHow does “NVLI” use the information collected?\nWe may use the information for research and academic purposes to develop new technologies to provide better service to our “Users”.\nNVLI will use this information to inform you about any changes that we may make on the “Site”, any relevant cultural activity which may be of your interest. NVLI will communicate with you to collect any information or to send any such communication only if it is permitted by law and you have not otherwise opted-out of receiving them.\nWe will not collect or identify or use, by any means, sensitive information such as financial details, race, religion, sexual orientation or health, and thus are not responsible for any such information usage.\nFor any online payments involved if any, we may tie up with third parties. In that case, the “User” will be governed by the third-party privacy policy. NVLI is not responsible for any issues which may arise in such transactions.\n“Site” administrator and support system can access your account for administration purposes if required, to change your account settings, password, suspend your account and like. Your personal and related information will be accessed only by concerned “NVLI” employees, and authorized administrative staff. Please note that this information is available to only limited concerned staff.\nThe contact and other relevant information you share, may be used to protect the rights, property, and safety of “NVLI”, our “Users” and other Stakeholders.\n\nHow does NVLI share the information collected?\nWe may share personal information at an aggregated level for academic and research purposes such as data analysis, statistical analysis, annual reports and like, on conditions of anonymity; with the funding agency, Ministry of Culture (MoC).\nIf we believe it is necessary to disclose personal information about you to third parties in case of any legal activity like compliance of any policy, rules & regulations, funding agency request, government request, court actions, writ, summons, warrants, any legal proceedings then to abide by such requirements, we may disclose your personal information.\nWe follow security practices and procedures to protect your personal information. In their own interest, “Users” are required to maintain the confidentiality of their login ID and password, and not share it with others. “Users” are requested to follow the guidelines if any provided by NVLI, secured login and log out processes, changing password every three months if necessary. We suggest that if you feel any problem related to data security kindly inform NVLI immediately.\nWe value our “Users” and take due care considering the information security. We restrict any unauthorized access to our “Site”.\nNVLI offers choices to manage the “Users” account. “Users” of the “Site” can control and review the data of their personal account, the history of their account, data display including the name and other information.\n\nDispute resolution\nNVLI is committed to resolving complaints, if any, as early as possible through our self-regulatory systems, but if in any case we are not able to resolve any complaint related to personal data or privacy of the “Users”, it will be referred to the local competent data protection authority, for resolution."
    },

    {
		"id": 7,
		"title": "TERMS AND CONDITIONS",
		"body":"These terms and conditions describe your rights and responsibilities as a “User” of the NVLI portal.\nAll members including academicians, students, researchers, professionals, administrative staff, and novice users, including educationally, socially, economically, physically disadvantaged groups or others who get benefit through this service or related project activities and others, who are members of our “Site” by holding their accounts with NVLI, are described, for purposes of this document as “Users” of our “Site”.\nAll “Users” are requested to carefully read “Terms and Conditions (this document.)” By using and accessing our “Site”, it is deemed that you agree to the “Terms and Conditions.”\nNVLI and Ministry of Culture (MoC) reserve the right to make changes to NVLI and these terms and conditions at any time. If those changes affect your rights or responsibilities, you will be notified through NVLI.\nThese terms of use supersede and replace any terms and conditions you may have previously accepted governing your use of NVLI. \nThough all efforts have been made to ensure the accuracy and currency of the content on this Portal, the same should not be construed as a statement of law or used for any legal purposes.\nNVLI accepts no responsibility in relation to the accuracy, completeness, usefulness or otherwise, of the contents. Users are advised to verify/check any information with the relevant Government department(s) and/or other source(s), and to obtain any appropriate professional advice before acting on the information provided in the Portal.\nIn no event will the Government or NVLI be liable for any expense, loss or damage including, without limitation, indirect or consequential loss or damage, or any expense, loss or damage whatsoever arising from use, or loss of use, of data, arising out of or in connection with the use of this Portal.\nLinks to other websites that have been included on this Portal are provided for public convenience only. NVLI is not responsible for the contents or reliability of linked websites and does not necessarily endorse the view expressed within them. We cannot guarantee the availability of such linked pages at all times.\nIf you have any queries, suggestions or concerns, please contact us. Your feedback will help us to serve you better. These terms and conditions shall be governed by and construed in accordance with the Indian Laws. Any dispute arising under these terms and conditions shall be subject to the exclusive jurisdiction of the courts of India.\n\nGuidelines for using the “Site”\n“Users” will have to ensure compliance with and are not allowed to modify any legal notices, intellectual property usage terms and conditions, or any agreements, Terms and Conditions, Privacy, and other policies displayed on this “Site” or presented along with any content displayed on our “Site”. All “Users” will need to ensure adherence to the terms of the License as initiated by the Content Owner. By accessing our “Site”, “Users” declare that the content of the “Site” will be accessed and used for fair or non-infringing use. “Users” also declare that they will not violate any policy, rules, regulations which will attract any legal liability and action. “Users” are required not to interfere with the work of other “Users” or NVLI personnel, servers, or resources. The “Users” are not allowed to disassemble, download the code, or use any means to disturb the functioning of the “Site”. While access to NVLI is free of charge currently, it is possible that it may be charged in the future.\n\nGuidelines for accessing the content\nAll content is displayed or hosted on the NVLI “Site”, as received. NVLI is not responsible for its quality, completeness, or suitability for your purposes. The content that is displayed, is not created or owned by NVLI. The content may be obscure, provocative, limited for use of defined audiences, promotional, offensive, disturbing, weird, misleading, fraudulent, or otherwise objectionable. There may be some content of which usage requires supervision by parents, mentors, and teachers or guardians. “Users” are required to follow the guidelines or directions for usage of the content if any, mentioned by the content owner. NVLI will not be liable for any damage caused due to usage without proper directions. “Users” are advised to check the accuracy, completeness and suitability of the content for their purposes. They are also required to follow the guidelines, legal status, access policy, IP policy, terms and conditions, rules and regulations and all other like information before usage of the content. It is the sole responsibility of the “User” to take all due precautions while accessing such information. NVLI may change, add, remove some content at its discretion and hence does not guarantee uninterrupted, error free availability of the content.\n\nCyber security\nNVLI will follow all standard security protocols, and take all reasonable precautions to protect the “Site” from any cyber-attacks. We do not, however, hold out any guarantee (either expressed or implied), that such attacks will never happen. All “Users” are required to ensure that their own devices are safe from any cyber-attack of any kind and from any source. We suggest our “Users” to take due precautions while downloading or accessing the content. We are not responsible or liable for any damage due to such unexpected events.\n\nGuidelines for usage of the Trademark\nUse of “NML”, “National Mission on Libraries”, “NVLI”, “National Virtual Library of India” and its logos, seal, and any variations thereof, is not allowed without prior consent, except for the purposes of attribution as required by our “Creative Commons License, CC BY 4.0”. Any use which indicates, the endorsement by “NML”, “National Mission on Libraries”, “NVLI”, “National Virtual Library of India”, or any use for promotion or commercialization, or any such activity which certifies the relationship of “NML”, “National Mission on Libraries”, “NVLI”, “National Virtual Library of India”, is prohibited.\n\nAccount deactivation\nNVLI at its sole discretion at any time by written notice (including email or notice on the “Site”) may immediately deactivate any password it has issued, and bar a “User” from access to the “Site”.\n\nIndemnification\n“Users” of this “Site” agree to indemnify and hold harmless the “NVLI” and its employees, subsidiaries, affiliates, agents, officers, directors, from and against any and all liability, loss, claims, damages, expenses (including, but not limited to reasonable legal fee), and/or actions, arising out of related or incidental use of or the inability to use the “Site” contents provided/edited/changed/updated, or resulting from unauthorized usage by the “Users” on this “Site”. Under no circumstances, including, without limitation, negligence, shall the “NVLI” or its associates be responsible and liable to “Users” for any direct, indirect, incidental, consequential, special, and exemplary or direct or indirect damages, remote loss/damage of any kind including but not limited to loss of data, loss of goodwill, or other intangibles, loss of revenues, loss of profits, loss of business, loss of opportunities, loss of health, loss of reputation, etc., even if it has been advised of the possibility of such damages."
	}
]


